Repository: blend-os/jade-gui
Catalog: po/*.po
Languages: cs, es, it, pt_br, ru, tr, uk

source: Install Crystal Linux
cs: Instalovat Crystal Linux
es: Instalar Crystal Linux
it: Installa Crystal Linux
pt_br: Instalar Crystal Linux
ru: Установить Crystal Linux
tr: Crystal Linux'u Kurun
uk: Встановіть Crystal Linux

source: No description
cs: Žádný popis
es: Sin descripción
it: Nessuna descrizione
pt_br: Sem descrição
ru: Нет описания
tr: Açıklama yok
uk: Без опису

source: About Jade GUI
cs: O Jade GUI
es: Sobre Jade GUI
it: Su Jade GUI
pt_br: Sobre o Jade GUI
ru: О графическом интерфейсе Jade
tr: Jade GUI Hakkında
uk: Про Jade GUI

source: Welcome to Crystal Linux
cs: Vítejte v Crystal Linux(u)
es: Bienvenido a Crystal Linux
it: Benvenuto su Crystal Linux
pt_br: Bem vindo ao Crystal Linux
ru: Добро пожаловать в Crystal Linux
tr: Crystal Linux'a Hoş Geldiniz
uk: Ласкаво просимо до Crystal Linux

source: Press Start to start installing Crystal Linux!
cs: Zmáčkněte start, a započněte instalaci Crystal Linux!
es: ¡Pulsa Iniciar para empezar a instalar Crystal Linux!
it: Premi Inizia per installare Crystal Linux!
pt_br: Pressione Iniciar para iniciar a instalação do Crystal Linux!
ru: Нажмите Start, чтобы начать установку Crystal Linux!
tr: Crystal Linux'u kurmaya başlamak için Başlat'a basın!
uk: Натисніть «Пуск», щоб розпочати встановлення Crystal Linux!

source: Select Desktop
cs: Vyberte Desktop
es: Selecciona un Entrono de escritorio
it: Seleziona Desktop
pt_br: Selecione o Desktop
ru: Выбрать рабочий стол
tr: Masaüstü Seçin
uk: Виберіть стільницю

source: You can install more desktops later.
cs: Můžete si nainstalovat víc Desktopů později.
es: Puedes instalar más en el futuro.
it: Puoi anche installare più desktop dopo.
pt_br: Você pode instalar mais desktops depois.
ru: Вы можете установить больше рабочих столов позже.
tr: Daha sonra daha fazla masaüstü kurabilirsiniz.
uk: Ви зможете встановити більше стільниць пізніше.

source: Next
cs: Další
es: Siguiente
it: Avanti
pt_br: Próximo
ru: Дальше
tr: Sonraki
uk: Далі

source: Installation Completed!
cs: Instalace dokončena!
es: ¡Instalación completada!
it: Installazione completata!
pt_br: Instalação Concluída!
ru: Установка завершена!
tr: Kurulum Tamamlandı!
uk: Встановлення завершено!

source: Reboot the device to start using Crystal Linux!
cs: Restartujte zařízení a začněte používat Crystal Linux!
es: ¡Reinicia el equipo para empezar a usar Crystal Linux!
it: Riavvia il dispositivo per iniziare a usare Crystal Linux!
pt_br: Reinicie o dispositivo para começar a usar o Crystal Linux!
ru: Перезагрузите устройство, чтобы начать использовать Crystal Linux!
tr: Crystal Linux'u kullanmaya başlamak için cihazı yeniden başlatın!
uk: Перезавантажте пристрій, щоб почати використовувати Crystal Linux!

source: Reboot
cs: Restartovat
es: Reiniciar
it: Riavvia
pt_br: Reiniciar
ru: Перезагрузить
tr: Yeniden başlat
uk: Перезавантажити

source: Installing Crystal
cs: Instaluji Crystal
es: Instalando Crystal
it: Installando Crystal
pt_br: Instalando Crystal
ru: Установка Crystal
tr: Crystal Kuruluyor
uk: Встановлення Crystal

source: This may take some time
cs: Toto bude chviličku trvat
es: Esto puede tardar un rato
it: Potrebbe volerci del tempo
pt_br: Isso pode levar algum tempo
ru: Это может занять некоторое время
tr: Bu biraz zaman alabilir
uk: Це може зайняти деякий час

source: Select Keyboard Layout
cs: Vyberte rozhraní klávesnice
es: Selecciona la disposición del teclado
it: Selezione il tipo di tastiera
pt_br: Selecione o layout do teclado
ru: Выбрать раскладку клавиатуры
tr: Klavye Düzeni Seçin
uk: Виберіть розкладку клавіатури

source: Select additional locales
cs: Vyberte přídavné locale
es: Selecciona las configuraciones regionales adicionales
it: Selezione più tipi
pt_br: Selecione localizações adicionais
ru: Выбор дополнительных локалей
tr: Ek yerel ayarları seçin
uk: Виберіть додаткові локалі

source: Select additional locales to enable
cs: Vyberte přídavné locale pro zapnutí
es: Selecciona las localizaciones adicionales para habilitarlas
it: Seleziona più tipi da attivare
pt_br: Selecione localizações adicionais para ativar
ru: Выберите дополнительные локали для включения
tr: Etkinleştirilecek ek yerel ayarları seçin
uk: Виберіть додаткові локалі, щоб увімкнути

source: Miscellaneous
cs: Různé
es: Miscelánea
it: Varie
pt_br: Diversos
ru: Прочее
tr: Çeşitli
uk: Інше

source: Enter Hostname
ru: Введите имя хоста
uk: Введіть ім'я хосту

source: IPv6 loopback
it: Loopback IPv6
pt_br: Loopback IPv6
ru: Шлейф IPv6
tr: IPv6 geri döngüsü
uk: IPv6 "внутрішня петля"

source: This can fix IPv6 connectivity issues with some ISPs.
cs: Toto může opravit konektivitu IPv6 s ISP.
es: Esto puede solucionar problemas de conectividad IPv6 con algunos proveedores de internet.
it: Questo potrebbe aggiustare problemi di internet con alcuni ISP.
pt_br: Pode resolver problemas de conectividade IPv6 em alguns provedores.
ru: Это может устранить проблемы с подключением к IPv6 у некоторых интернет-провайдеров.
tr: Bu, bazı ISP'lerde IPv6 bağlantı sorunlarını çözebilir.
uk: Це може вирішити проблеми з підключенням IPv6 у деяких провайдерів.

source: Timeshift
cs: Časový posun
it: Tempo
ru: Таймшифт

source: Support snapshots as a means to roll back to earlier states of the system.
cs: Podporujte snapshoty jako prostředek k návratu do dřívějších stavů systému.
es: Utiliza snapshots para volver a estados anteriores del sistema.
it: Supporta snapshot come mezzo per tornare a stati precedenti del sistema.
pt_br: Suporta snapshots como meios de voltar ao estado anterior do sistema.
ru: Поддержка моментальных снимков как средства отката к более ранним состояниям системы.
tr: Sistemin önceki durumlarına geri dönmenin bir yolu olarak anlık görüntüleri destekleyin.
uk: Підтримка знімків для повернення до попередніх станів системи.

source: Creates a compressed area of Swap in RAM.
cs: Vytvoří kompresované mista Swapu v RAMce.
es: Crea una área comprimida de memoria de intercambio en la RAM.
it: Crea un'area compressa di Swap nella RAM.
pt_br: Cria uma área comprimida de Swap na RAM.
ru: Создает сжатую область Swap в оперативной памяти.
tr: RAM'de sıkıştırılmış bir Takas alanı oluşturur.
uk: Створює стиснуту область Swap в RAM.

source: Select partitions to install to
cs: Vyberte svazek na který to budeme instalovat
es: Selecciona las particiones donde instalar
it: Selezionare le partizioni su cui installare
pt_br: Selecione partições para instalar
ru: Выбрать разделы для установки
tr: Kurulacak bölümleri seçin
uk: Виберіть розділи для встановлення

source: Make sure to have at least one root partition
cs: Je potřeba mít alespoň 1 root svazek
es: Asegúrate de tener, al menos, una partición raíz
it: Assicurati di avere almeno una partizione root
pt_br: Tenha certeza de ter ao menos uma partição root
ru: Убедитесь, что у Вас есть хотя бы один root-раздел
tr: En az bir kök bölümüne sahip olduğunuzdan emin olun
uk: Переконайтеся, що у вас є хоча б один кореневий розділ

source: Quick Actions
cs: Rychlé akce
es: Acciones rápidas
it: Azioni veloci
pt_br: Ações Rápidas
ru: Быстрые Действия
tr: Hızlı İşlemler
uk: Швидкі дії

source: Automatic Partitioning
cs: Automatické rozdělení disku
es: Particionado automático
it: Partizionamento automatico
pt_br: Particionamento Automático
ru: Автоматическое Разделение
tr: Otomatik Bölümleme
uk: Автоматичне розділення

source: Open GParted
cs: Otevřít GParted
es: Abrir GParted
it: Apri GParted
pt_br: Abrir GParted
ru: Открыть GParted
tr: GParted'ı aç
uk: Відкрити GParted

source: Open terminal
cs: Otevřít terminál
es: Abrir terminal
it: Apri il terminale
pt_br: Abrir terminal
ru: Открыть GParted
tr: Uçbirimi aç
uk: Відкрити термінал

source: Available partitions
cs: Dostupné Svazky
es: Particiones disponibles
it: Partizioni disponibili
pt_br: Partições disponíveis
ru: Доступные разделы
tr: Kullanılabilir bölümler
uk: Доступні розділи

source: Select Installation Disk
cs: Vyberte instalační disk
es: Selecciona un disco para la instalación
it: Seleziona disco di installazione
pt_br: Selecionar Disco de Instalação
ru: Выбрать Установочный Диск
tr: Kurulum Diskini Seçin
uk: Виберіть диск для встановлення

source: Select the disk you want to install Crystal Linux on. This will wipe the entire disk you selected.
cs: Vyberte disk na který chcete nainstalovat Crystal Linux. Ten se potom zformátuje, takže na něm nic nezbude kromě systému Crystal Linux.
es: Selecciona el disco donde quieres instalar Crystal Linux. Esto borrará completamente el disco que selecciones.
it: Selezionare il disco su cui si desidera installare Crystal Linux. Questa operazione cancellerà l'intero disco selezionato.
pt_br: Selecione o disco que deseja instalar o Crystal Linux. Isso apagará o disco completamente.
ru: Выберите диск, на который Вы хотите установить Crystal Linux. Это приведет к стиранию всего выбранного Вами диска.
tr: Crystal Linux'u kurmak istediğiniz diski seçin. Bu, seçtiğiniz diski tamamen temizleyecektir.
uk: Виберіть диск, на який ви хочете встановити Crystal Linux. Це зітре весь вибраний диск.

source: Switch to manual partitioning
cs: Manuálně rozdělit disk
es: Cambiar a particionado manual
it: Passa al partizionamento manuale
pt_br: Alterar para particionamento manual
ru: Перейти на ручное разделение
tr: Manuel bölümlemeye geç
uk: Перейти до ручного розділення

source: Summary
cs: Shrnutí
es: Resumen
it: Sommario
pt_br: Índice
ru: Реферат
tr: Özet
uk: Підсумок

source: Timezone and Locale
cs: Časová zóna a Locale
es: Zona horaria y configuración regional
it: Fuso orario e località
pt_br: Localização e Fuso horário
ru: Часовой пояс и локаль
tr: Saat Dilimi ve Yerel Ayar
uk: Часовий пояс і локаль

source: region/location
cs: Región/Lokace
es: región/localización
it: regione/posizione
pt_br: região/localização
ru: регион/местонахождение
tr: bölge/konum
uk: регіон/розташування

source: Keyboard Layout
cs: Rozložení Klávesnice
es: Disposición de teclado
it: Layout di Tastiera
pt_br: Layout de Teclado
ru: Раскладка клавиатуры
tr: Klavye Düzeni
uk: Розкладка клавіатури

source: layout
cs: Rozložení
es: disposición
ru: раскладка
tr: düzen
uk: розкладка

source: User Settings
cs: Uživatelské nastavení
es: Configuración de usuario
it: Impostazioni Utente
pt_br: Configurações de Usuário
ru: Настройки Пользователя
tr: Kullanıcı Ayarları
uk: Налаштування користувача

source: username
cs: Uživatelské jméno
es: nombre de usuario
it: nome utente
pt_br: usuário
ru: имя пользователя
tr: kullanıcı adı
uk: ім'я користувача

source: sudo enabled/disabled
cs: sudo zapnout/vypnout
es: Habilitar/Deshabilitar sudo
it: sudo attivato/disattivato
pt_br: sudo ativado/desativado
ru: sudo включено/выключено
tr: sudo etkin/devre dışı
uk: sudo увімкнено/вимкнено

source: root enabled/disabled
cs: root zapnout/vypnout
es: Habilitar/Deshabilitar root
it: root attivato/disattivato
pt_br: root ativado/desativado
ru: root включено/выключено
tr: kök etkin/devre dışı
uk: root увімкнено/вимкнено

source: Desktop
cs: Plocha
es: Escritorio
ru: Рабочий стол
tr: Masaüstü
uk: Стільниця

source: desktop
cs: plocha
es: escritorio
ru: рабочий стол
tr: masaüstü
uk: стільниця

source: Partition Settings
cs: Nastavení rozdělení disku
es: Opciones de partición
it: Impostazioni delle Partizioni
pt_br: Configurações de Partição
ru: Настройки Разделов
tr: Bölüm Ayarları
uk: Параметри розділу

source: selected install partition
cs: Vybraný instalační svazek
es: partición de instalación seleccionada
it: partizione d'installazione selezionata
pt_br: partição de instalação selecionada
ru: выбранный установочный раздел
tr: seçilen yükleme bölümü
uk: вибраний розділ встановлення

source: legacy bios/uefi
es: BIOS (desfasado)/UEFI
pt_br: bios legado/uefi
ru: старый/наследный bios/uefi
tr: eski bios/uefi
uk: застарілий BIOS/UEFI

source: Miscellaneous Settings
cs: Různé Nastavení
es: Configuración miscelánea
it: Impostazioni Varie
pt_br: Configurações Diversas
ru: Прочие Настройки
tr: Çeşitli Ayarlar
uk: Інші налаштування

source: ipv6 enabled/disabled
cs: IPv6 zapnout/vypnout
es: Habilitar/Deshabilitar IPv6
it: ipv6 attivato/disattivato
pt_br: ipv6 ativado/desativado
ru: ipv6 включен/выключен
tr: ipv6 etkin/devre dışı
uk: ipv6 увімкнено/вимкнено

source: timeshift enabled/disabled
cs: Časový posun zapnout/vypnout
es: Habilitar/Deshabilitar Timeshift
it: timeshift abilitato/disabilitato
pt_br: timeshift ativado/desativado
ru: таймшифт включен/выключен
tr: timeshift etkin/devre dışı
uk: timeshift увімкнено/вимкнено

source: zramd enabled/disabled
cs: zramd zapnout/vypnout
es: Habilitar/Deshabilitar zramd
it: zramd attivato/disattivato
pt_br: zramd ativado/desativado
ru: «zramd» включен/выключен
tr: zramd etkin/devre dışı
uk: zramd увімкнено/вимкнено

source: Move to next page
cs: Přesunout na další stránku
es: Siguiente página
it: Passa alla prossima pagina
pt_br: Ir para próxima página
ru: Перейти на следующую страницу
tr: Sonraki sayfaya geç
uk: Перейти до наступної сторінки

source: Select Timezone
cs: Vyberte časovou zónu
es: Selecciona una zona horaria
it: Seleziona Fuso orario
pt_br: Selecionar Fuso horário
ru: Выбрать Часовой Пояс
tr: Saat Dilimi Seçin
uk: Виберіть часовий пояс

source: Search for a timezone
cs: Hledat pro časovou zónu
es: Buscar una zona horaria
it: Cerca un fuso orario
pt_br: Buscar por fuso horário
ru: Поиск часового пояса
tr: Saat dilimi ara
uk: Знайдіть часовий пояс

source: Create User
cs: Vytvořit uživatele
es: Crear usuario
it: Crea utente
pt_br: Criar Usuário
ru: Создать Пользователя
tr: Kullanıcı Oluştur
uk: Створіть користувача

source: You can add additional users later.
cs: Můžete kdyžtak přidat jiné uživatele později.
it: Puoi aggiungere altri utenti dopo.
pt_br: Você pode adicionar mais usuários depois.
ru: Вы можете добавить больше пользователей в настройках установленной системы.
tr: Daha sonra başka kullanıcılar ekleyebilirsiniz.
uk: Ви можете додати більше користувачів у налаштуваннях встановленої системи.

source: Enter Username
cs: Zadejte uživatelské jméno
es: Introduce nombre de usuario
it: Inserisci Nome utente
pt_br: Insira o Usuário
ru: Введите Имя Пользователя
tr: Kullanıcı Adı Girin
uk: Введіть ім'я користувача

source: Enter Password
cs: Zadejte heslo
es: Introduce contraseña
it: Inserici la Password
pt_br: Insira a Senha
ru: Введите Пароль
tr: Şifre Girin
uk: Введіть пароль

source: Re-enter Password
cs: Ještě jednou heslo
es: Re-introduce contraseña
it: Re-inserisci la Password
pt_br: Re-insira a Senha
ru: Повторно Введите Пароль
tr: Şifreyi Tekrar Girin
uk: Повторно введіть пароль

source: Enable Administrative Rights for User
ru: Включить Административные Права для Пользователя
uk: Увімкнути права адміністратора для користувача

source: Enable Superuser Account
cs: Povolit účet superuser
es: Habilitar cuenta de superusuario
it: Abilitare l'account superutente
pt_br: Ativar conta de Superusuário
ru: Включить Аккаунт Суперпользователя
tr: Süper Kullanıcı Hesabını Etkinleştir
uk: Увімкнути обліковий запис суперкористувача

source: Custom Hostname
cs: Customizovaný Hostname
it: Nome host custom
pt_br: Hostname personalizado
tr: Özel Ana Bilgisayar Adı

source: Adminstrator
cs: Administrátor
it: Amministratore
pt_br: Administrador
tr: Yönetici
